tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "act"
brew "python@3.10"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "clojure"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "exercism"
brew "htop"
brew "janet"
brew "jq"
brew "kubernetes-cli", link: false
brew "libfido2"
brew "libzip"
brew "minikube"
brew "mongosh"
brew "mysql"
brew "node"
brew "pstree"
brew "redis", restart_service: true
brew "ripgrep"
brew "terraform"
brew "tldr"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "borkdude/brew/babashka"
brew "mongodb/brew/mongodb-database-tools"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password-cli"
cask "adoptopenjdk8"
cask "iterm2"
cask "mysqlworkbench"
cask "nisus-thesaurus"
cask "rectangle"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-checkbox"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
