tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "bat"
brew "docker"
brew "docker-compose"
brew "go@1.17"
brew "jless"
brew "jq"
brew "node"
brew "postgresql@14", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "tldr"
brew "tree"
brew "watch"
brew "zsh-syntax-highlighting"
cask "mattermost"
cask "multipass"
cask "notion"
cask "postman"
cask "skim"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
