tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "bat"
brew "jq"
brew "node"
brew "ripgrep"
brew "tldr"
brew "tree"
brew "watch"
brew "zsh-syntax-highlighting"
cask "mattermost"
cask "notion"
cask "skim"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "google-chrome"
cask "iterm2"
cask "brave-browser"
